export type FaqData = {
  question: string;
  answer: string;
};

export const FAQ_DATA: FaqData[] = [
  {
    question: '프로그라피는 어떤 동아리인가요?',
    answer: `프로그라피는 다채로운 경험을 지닌 IT 크루가 모여 프로덕트를 개발하고, 함께 추억을 쌓아가는 동아리입니다. 탁월한 팀을 만들기 위한 팀빌딩 세션과 든든한 동료들과 친해질 네트워킹 세션이 준비되어 있으니 기대하셔도 좋아요.`,
  },
  {
    question: '프로그라피에서 얻어갈 수 있는 것이 무엇인가요?',
    answer: `1. 런칭을 넘어 오래 유지할 수 있는 프로덕트를 만들어가요. 
2. IT 산업에 종사하는 실력있는 크루들과 친해질 수 있는 기회가 열려있죠.
3. 그 외에도 많은 장점이 있어요. 프로그라피만의 차별화된 Culture를 더 알고 싶다면, About 페이지를 확인해 보세요.`,
  },
  {
    question: '지원 가능한 기준이 있나요?',
    answer: `활동에 제약이 없다면 직장/전공 여부와 상관없이 누구나 지원할 수 있습니다. 아쉽게도 미성년자는 참여가 불가해요. `,
  },
  {
    question: '이전 기수에 지원을 했는데 중복 지원이 가능한가요?',
    answer: `저희 프로그라피에 오래 관심 가져주셔서 감사해요. 지원 시 제출한 정보는 모두 폐기되며, 이후 지원에 어떠한 영향도 미치지 않으니 안심하세요. `,
  },
  {
    question: '오프라인으로 활동하나요?',
    answer: `매월 2주차, 4주차에 오프라인으로 활동합니다. 시간은 14시 30분~17시 30분으로 3시간동안 정규 세션이 진행되죠. `,
  },
  {
    question: '회비는 얼마인가요?',
    answer: `7만 원이에요. 후원금을 포함해 활동에 꼭 필요한 최소 금액으로 설정했습니다. 모든 회비 사용 내역은 투명하게 공개해요.`,
  },
];
